[
  {
    "index": "1",
    "name": "Vajrasana",
    "content": "How to do it? The following are the six steps in which we can do it.\n 1) Start by kneeling on the floor. Consider using a yoga mat for comfort.\n 2) Pull your knees and ankles together and point your feet in line with your legs. The bottoms of your feet should face upward with your big toes touching.\nExhale as you sit back on your legs. Your buttocks will rest on your heels and your thighs will rest on your calves.\n 3) Put your hands on your thighs and adjust your pelvis slightly backward and forward until you're comfortable.\n4)Breathe in and out slowly as you position yourself to sit up straight by straightening your spine.\n5) Use your head to pull your body upward and press your tailbone toward the floor.\nStraighten your head to gaze forward with your chin parallel to the floor.\n6) Position your hands palms down on your thighs with your arms relaxed.\nUses:\n1)Reduces pressure\n2)Helps in Digestion\n3)Prevents Constipation\n4)Weight Reduction\nThis asana can be done in any part of the day.\n\n ",
    "picture": "https://i.pinimg.com/originals/2d/0d/ff/2d0dffb7b62a760c4a2f18c1754535fa.jpg"
  },
  {
    "index": "2",
    "name": "Anjaneyasana",
    "content": "How to dot it?\n1) Place your right foot in front, just beside your right hand. Make sure your right knee and ankle are in one line.\n2)Gently lower the left knee, placing it on the floor, right behind your hips.\n3)Inhale, and lift your torso. Then, raise your arms above your head, such that your biceps are next to your ears, and your palms are facing each other.\n 4) Exhale. Let your hips settle down and forward, such that you feel a good stretch in the frontal region of your leg.\n5)Pull your tailbone towards the ground. Extend your lower back as you engage your spine. Stretch your arms further behind.\n6)Hold the pose for a few seconds. You can also raise the knee of the back leg off the mat to come into a full crescent pose.\nUses:\n1)Improves muscle strength in chest & arms.\n2)Improves concentration \n3)Reduces sciatica pain\n4)Helps in giving strength to the body.",
    "picture": "https://yogadrawing.files.wordpress.com/2020/01/heinz-grill-halbmondklein2-1.jpg?w=400"
  },
  {
    "index": "3",
    "name": "Gomukhasanam",
    "content": "How to do it?\n1)Sit erect on the ground with your legs stretched out in front of you.\n2)Now gently bend your left leg, and place it under your right buttock.\n3)Fold your right leg and place it over your left thigh.\n4)Place both your knees close together as they are stacked one on top of the other.\n5)Gently fold your left arm and place it behind your back.\n 6) Take your right arm over your right shoulder, and stretch it as much as you can until it reaches your left hand.\nUses:\n1)Cures shoulder,hands,neck,reproductory related problems.\n2)Helps in curing urinary tract problem.\n3)Provides strength to posterior muscles.",
    "picture": "https://3.bp.blogspot.com/-hxftqlNQAEQ/U4rRGqXToII/AAAAAAAAABw/EchkAs0nTSY/w1200-h630-p-k-no-nu/Gomukhasana.jpg"
  },
  {
    "index": "4",
    "name": "Natarajasanam",
    "content": "How to do it?\n1)Natarajasana or Lord of the Dance Pose is an asana.\n To begin with, stand in the Tadasana.\n 2) Breathe in, and lift your left foot, such that the heel is placed towards the left buttock and your knees are bent. Your entire body weight must be placed on your right foot.\n 3) Then, push the ball of the right thigh bone into the hip joint, and pull the kneecap up so that your standing leg is strong and straight.\n 4) Then, push the ball of the right thigh bone into the hip joint, and pull the kneecap up so that your standing leg is strong and straight.\n 5) Keep your torso upright. Grasp the left foot from the outside with the left hand.\n6)Begin to lift your left foot up, away from the floor and back, away from your torso. Extend the left thigh behind you and parallel to the floor. \nUses:\n1)Improves concentration\n2)Causes relief from pressure and improves digestion capabitlity.\n3)Improves the strength in tlegs and ankles.",
    "picture": "https://premayoga.ch/wp-content/uploads/2016/03/word-image-46.jpg"
  }
]